Repository: huridocs/OpenEvSys
Catalog: res/locale/*/LC_MESSAGES/*_openevsys.po
Languages: fr, km

source: Type
km: ប្រភេទ

source: Type Date of birth in digits only!
fr: Entrer Date de naissance seulement en nombres !
km: វាយ​បញ្ចូល​​ថ្ងៃ​ខែ​ឆ្នាំ​កំណើត​ជា​​ខ្ទង់​លេខ​ប៉ុណ្ណោះ

source: Type Month of birth in digits only!
fr: Entrer Mois de naissance seulement en nombres !
km: វាយ​បញ្ចូល​​ខែ​កំណើត​ជា​ខ្ទង់​លេខ​ប៉ុណ្ណោះ

source: Type of Act
fr: Type d'Acte
km: ប្រភេទ​បទ​រំលោភ

source: Type of Chain of Events
fr: Type de Chaîne d'événements
km: ប្រភេទចង្វាក់​ព្រឹត្តិការណ៍

source: Type of Intervention
fr: Type d'Intervention
km: ប្រភេទ​ពត៌មាន

source: Type of Relationship
fr: Type de relation
km: ប្រភេទ​ទំនាក់​ទំនង

source: Type the userid in the text box and click share to make this event accessible to a desired user.
fr: Taper l'identité de l'utilisateur dans la boîte texte et cliquez partager pour rendre ce Evénement accessible à l'utilisateur désiré.
km: វាយ​បញ្ចូល​ឈ្មោះ​អ្នក​ប្រើ​​ប្រាស់​នៅ​ក្នុង​ប្រអប់​ហើយ​ចុច​ ចែក​ចាយ​ដើម្បី​​ធ្វើ​អោយ​ព្រឹត្តិការណ៍​នេះ​អាច​ដំណើរ​ការ​ទៅ​បាន​តាមតំរូវការ​​អ្នក​ប្រើ​ប្រាស់

source: Type the userid in the text box and click share to make this person accessible to a desired user.
fr: Taper l'identité de l'utilisateur dans la boîte texte et cliquez partager pour rendre cette Personne accessible à l'utilisateur désiré.
km: វាយ​បញ្ចូល​ឈ្មោះ​អ្នក​ប្រើប្រាស់​នៅ​ក្នុង​ប្រអប់​​ហើយ​ចុច​ចែក​ចាយ​​ដើម្បី​ធ្វើ​អោយ​បុគ្គល​នេះ​អាច​ដំណើរ​ការ​ទៅ​បាន​តាម​តំរូវការ​អ្នក​ប្រើ​ប្រាស់

source: Type Year of birth in digits only!
fr: Entrer Année de naissance seulement en nombres !
km: វាយ​បញ្ចូល​​ឆ្នាំកំណើត​ជា​ខ្ទង់​លេខ​ប៉ុណ្ណោះ

source: Type Year of birth in full!
fr: Entrer Date de naissance complet !
km: វាយ​បញ្ចូល​ឆ្នាំ​​កំណើត​​ជា​លេខ​ពេញ

source: Unable to remove some Micro-thesaurus terms because they are already used in records.
fr: Impossible de supprimer certains termes du micro-thesaurus car ils sont déjà utilisés dans des enregistrements.
km: មិនអាចដកពាក្យខ្លះចេញបានទេព្រោះថាពាក្យទាំងនេះ​គេ​ធ្លាប់​ប្រើ​ក្នុង​ការកត់ត្រារួចមកហើយ

source: Unable to reset field.
fr: Impossible de réinitialiser le champ.
km: មិនអាចកំណត់ខ្ទង់ឡើងវិញបានទេ

source: Unable to reset fields.
fr: Impossible de réinitialiser les champs.
km: មិនអាច​កំណត់ខ្ទង់​ទាំង​នេះ​ម្តងទៀត​បាន​ទេ

source: Unknown upload error.
fr: Erreur de chargement inconnu
km: បញ្ហា​ដាក់​បញ្ចូល​ដែល​មិន​ដឹង​មូល​ហេតុ

source: Untitled Query
fr: Interrogation sans titre
km: ការស្វែងរក​អត់មាន​ចំណង​ជើង

source: Update
fr: Mettre à jour
km: បញ្ចូល​ពត៌មាន​ចុង​ក្រោយ

source: Update Access Control List
fr: Mettre à jour la liste de contrôle des accès
km: តារាង​គ្រប់​គ្រង​ការ​បញ្ចូល​ពត៌មាន​ថ្មី

source: Update Form
fr: Mettre à jour la forme
km: ទំរង់​បញ្ចូល​ពត៌មាន​ចុង​ក្រោយ

source: Update permissions
fr: Mettre à jour les permissions
km: បន្ថែម​ពត៌មាន​ថ្មី​អំពី​ការអនុញ្ញាតិ

source: Upload
fr: Charger
km: ដាក់​បញ្ចូល

source: Upload file
fr: Charger le fichier
km: ដាក់​បញ្ចូលឯកសារ

source: User
fr: Utilisateur
km: អ្នក​ប្រើ​ប្រាស់

source: User management
fr: Gestion des utilisateurs
km: ការ​គ្រប់​គ្រង​អ្នក​ប្រើ​ប្រាស់

source: User Name
fr: Nom d'utilisateur
km: ឈ្មោះ​អ្នក​ប្រើ

source: User not found! Invalid username or password! Please try again.
fr: L'utilisateur n'a pas trouvé! Nom d'utilisateur ou mot de passe non valables! S'il vous plaît essayez de nouveau.
km: មិន​មាន​អ្នក​ប្រើ​ប្រាស់​នេះ​ទេ។​ ឈ្មោះ និង​លេខ​សំងាត់​មិន​ត្រឹម​ត្រូវ​ទេ។​ សូម​ព្យាយាម​ម្តង​ទៀត!

source: Userid does not exists.
fr: L'identité de ce utilisateur n'existe pas
km: មិន​មាន​អ្នក​ប្រើ​ប្រាស់​នេះ​ទេ

source: Username
fr: Nom d'utilisateur
km: ឈ្មោះ​អ្នក​ប្រើ

source: Username already exists, Use a different username
fr: Nom d'utilisateur existe déjà, utilisez un autre nom d'utilisateur
km: អ្នក​អ្នក​ប្រើប្រាស់​នេះ​មាន​រួច​ហើយ​ សូម​ប្រើ​ឈ្មោះ​ផ្សេង​ទៀត

source: Username cannot be empty
fr: Nom d'utilisateur ne peut pas être vide
km: ឈ្មោះ​អ្នក​ប្រើប្រាស់មិន​អាច​ទទេ​បាន​ទេ

source: Users
fr: Utilisateurs
km: អ្នក​ប្រើ​ប្រាស់

source: Users with permission to access this Event
fr: Utilisateurs qui ont la permission d'accéder à ce Evénement
km: អ្នក​ប្រើ​ប្រាស់​ដែល​មាន​កា​រអនុញ្ញាត​អោយ​ប្រើ​ប្រាស់​ព្រឹត្តិការណ៍​នេះ

source: Users with permission to access this Person
fr: Utilisateurs qui ont la permission d'accéder à cette Personne
km: អ្នក​ប្រើ​ប្រាស់​ដែល​មាន​ការ​អុញ្ញាតិ​ឲ្យ​ប្រើ​ប្រាស់​​បុគ្គល​នេះ

source: Users with permissions
fr: Utilisateurs avec permissions
km: អ្នក​ប្រើ​ប្រាស់​ដែល​​មាន​ការ​អនុញ្ញាត

source: Validation
km: ការ​បញ្ជាក់​ឲ្យ​មាន​សុពល​ភាព

source: Validation type
fr: Type de validation
km: ប្រភេទ​នៃ​ការ​បញ្ជាក់​ថា​មាន​សុភព​ភាព

source: Version
km: លំដាប់​សំណេរ

source: Victim
fr: Victime
km: ជន​រង​គ្រោះ

source: Victim name
fr: Nom de la victime
km: ឈ្មោះ​ជន​រង​គ្រោះ

source: Victim Search Form
fr: Formulaire de recherche de victimes
km: ទំរង់​ស្វែង​រក​ជន​រង​គ្រោះ

source: Victims
fr: Victimes
km: ជន​រង​គ្រោះ

source: Victims and Perpetrators
fr: Victimes et Auteurs
km: ជន​រង​គ្រោះ​និង​ជន​ប្រព្រឹត្តិ

source: View Act record
fr: Afficher l'enregistrement Acte
km: បើកមើល​កំណត់​ត្រា​បទ​រំលោភ

source: View Address
fr: Afficher l'Adresse
km: បើក​មើល​អាសយដ្ឋាន

source: View Biographic Details
fr: Afficher les Détails biographiques
km: បើក​មើលជីវប្រវត្តិ​លំអិត

source: View Chain of Events record
fr: Afficher cette Chaîne d'événements
km: បើក​មើលកំណត់​ត្រា​ចង្វាក់​ព្រឹត្តិការណ៍

source: View Document
fr: Afficher le Document
km: បើក​មើល​ឯកសារ

source: View Event
fr: Afficher l'Evénement
km: បើក​មើល​ព្រឹត្តិការណ៍

source: View Event record
fr: Afficher l'enregistrement Evénement
km: បើក​មើលកំណត់​ត្រាព្រឹត្តិការណ៍

source: View Information record
fr: Afficher l'enregistrement Information
km: បើក​មើល​កំណត់​ត្រា​ពត៌មាន

source: View Intervention Party record
fr: Afficher l'enregistrement Partie Intervenante
km: បើក​មើល​កំណត់​ត្រា​អំពី​ភាគី​អន្តរាគមន៍

source: View Intervention record
fr: Afficher l'enregistrement Intervention
km: បើក​មើល​កំណត់​ត្រា​អំពី​បទ​អន្តរាគមន៍

source: View Involvement record
fr: Afficher l'enregistrement Implication
km: បើកមើល​កំណត់​ត្រា​ការ​ពាក់​ព័ន្ធ

source: View Perpetrator record
fr: Afficher l'enregistrement Auteur
km: បើកមើល​កំណត់​ត្រា​ជន​ប្រព្រឹត្តិ

source: View Person
fr: Afficher la Personne
km: បើកមើល​បុគ្គល

source: View Related Person
fr: Afficher la Personne connexe
km: បុគ្ឡល​ពាក់​ព័ន្ធ

source: View Source record
fr: Afficher l'enregistrement Source
km: បើក​មើល​កំណត់​ត្រា​ប្រភព

source: View Victim record
fr: Afficher l'enregistrement Victime
km: បើក​មើល​កំណត់​ត្រា​ជន​រង​គ្រោះ

source: Visibility
fr: Visibilité
km: ការ​បង្ហាញ​ឲ្យ​ឃើញ

source: Visible
km: ការ​បង្ហាញ​ឲ្យ​ឃើញ

source: Visible in browse
fr: Visible dans la vue Parcourir
km: អាច​មើល​ឃើញ​នៅ​ក្នុងបញ្ជី​បើកមើល (​Browse)

source: Visible in form
fr: Visible dans le formulaire
km: អាច​មើល​ឃើញ​នៅ​ក្នុង​ទំរង់

source: Visible in view
fr: Visible dans la vue Afficher
km: អាច​មើល​ឃើញ​នៅ​ក្នុង​ការ​មើល(View)

source: Web
km: គេហរ​ទំព័រ

source: Website
fr: Site web
km: គេ​ហទំព័រ

source: What happened to
fr: Qu'est-il arrivé à ?
km: តើ​អ្វី​កើត​ឡើង​ចំពោះ

source: What is the intervention?
fr: Quelle est l'intervention ?
km: តើ​បទ​អន្តរាគមន៍​ជា​អ្វី?

source: Who is responsible for the
fr: Qui est responsable de ?
km: តើ​អ្នក​ណា​ទទួល​ខុស​ត្រូវ​ចំពោះ

source: Who is the intervening party?
fr: Qui est la partie intervenante ?
km: តើ​អ្នក​ណា​ជា​​ភាគី​អន្តរាគមន៍?

source: Who is the source?
fr: Qui est la Source ?
km: តើ​អ្នក​ណា​ជា​ប្រភព?

source: Who is the victim ?
fr: Qui est la Victime ?
km: តើ​អ្នក​ណា​ជា​ជន​រង​គ្រោះ?

source: Year(s):
fr: Année(s):
km: ឆ្នាំ

source: Yes
fr: Oui
km: បាទ/ចាស

source: You are about to delete an Event. This means you will delete the records listed below. Do you want to continue?
fr: Vous allez supprimer un Evénement. Ceci implique que vous supprimer les enregistrements ci-dessous. Est-ce que vous voulez continuer ?
km: អ្នក​ប្រុង​នឹង​លុប​ព្រឹត្តិការណ៍នេះ ។​នេះ​មានន័យ​ថា​អ្នក​នឹង​លុបកំណត់ត្រា​ក្នុង​បញ្ជី​ខាង​ក្រោម​។​ តើអ្នកចង់​​បន្តឬទេ?

source: You cannot change the administrator permissions.
fr: Vous ne pouvez pas changer les permissions de l'administrateur.
km: អ្នក​មិន​អាច​ដូរការ​អនុញ្ញាតិ​របស់​រដ្ឋ​បាល​បាន​ទេ

source: You cannot delete other admin users.
fr: Vous ne pouvez pas supprimer d'autres utilisateurs admin.
km: អ្នក​មិន​អាច​លុប​អ្នក​ប្រើ​ប្រាស់​ដែល​ជា​រដ្ឋ​បាល​ផ្សេង​ទៀត​បាន​ទេ។

source: You cannot delete the administrator account.
fr: Vous ne pouvez pas supprimer le compte de l'administrateur.
km: មិន​អាច​លុបឈ្មោះ​របស់​រដ្ឋបាល​ចេញ​បាន​ទេ

source: You cannot delete the default language
fr: Vous ne pouvez pas supprimer la langue par défaut
km: អ្នក​មិន​អាច​លុប​ភាសា​ដែល​គេ​កំណត់​រួច​ហើយ​នេះ​បាន​ទេ

source: You cannot delete yourself from the list of users.
fr: Vous ne pouvez pas supprimer votre nom de la liste des utilisateurs.
km: មិនអាច​លុបខ្លួន​អ្នក​ចេញ​ពី​បញ្ជី​អ្នក​ប្រើប្រាស់​បាន​ទេ

source: You do not have permission to edit other admin users details.
fr: Vous n'avez pas la permission d'éditer les détails d'autres utilisateurs admin.
km: អ្នក​មិន​មាន​ការ​អនុញ្ញាតិ​ដើម្បីកែ​ប្រែ​ពត៌មាន​លំអិត​អ្នក​ប្រើ​ប្រាស់​ដែល​ជា​រដ្ឋ​បាល​ទេ។

source: You have also selected some parent term(s), if you proceed the children's of those terms will also be deleted.
fr: Vous avez sélectionné quelques terme(s) parent, si vous procédez les enfants de ces termes seront aussi effacés.
km: បើអ្នកបានជ្រើសរើសពាក្យុកូន​ដែល​នឹង​ត្រូវ​លុប​ចោ អ្នក​ក៏​ត្រូវ​ជ្រើសរើសពាក្យឪពុកម្តាយ​ផង​ដែរ

source: You must fill in this field
fr: Vous devez remplir ce champ
km: អ្នក​ត្រូវ​តែ​បំពេញ​ខ្ទង់​នេះ។

source: You need to select an entity before counting
fr: Vous devez sélectionner une entité avant de compter.
km: អ្នក​ត្រូវ​ជ្រើស​រើស​ផ្នែកសំខាន់Entity មុន​នឹង​រាប់​ចំនួន

source: Your browser's cookie functionality is turned off! Please turn it on
fr: La fonctionnalité des cookies est désactivé sur votre navigateur ! Veuillez l'activer
km: តួនាទីគ្រប់​គ្រង​ប្រតិប័ត្រការ​កុំ​ព្យូទ័រមិន​ដំណើរ​ការ​ទេ។ សូម​បើក​ឧបករណ៍​នេះ

source: Controler not found.
fr: Controler pas trouvé

source: Day(s):
fr: Jour(s):

source: Month(s):
fr: Mois:

source: after
fr: après

source: at or after
fr: au ou après

# CHANE_OF_EVENTS_
source: Chain of Events
fr: Chaîne d'événements

source: Choose File Upload
fr: Choisissez le chargement du fichier

source: Creator
fr: Créateur

source: Date Created
fr: Date de création

source: Date field
fr: Champs avec date

source: Download Error report
fr: Télécharger le rapport d'erreur

source: Following huriterm already exist.
fr: Le huriterm suivant existe déjà

source: Hide Tree
fr: Cacher l'Arbre

source: How was
fr: Comment était

# KEY
source: EN
fr: FR

source: Label in
fr: Etiquette dans

source: Mysql data type
fr: Type de données Mysql

source: New
fr: Nouveau

source: Permissions of
fr: Permissions de

source: Person's date of birth is not entered
fr: La date de naissance de la Personne n'est pas enregistré

source: Save Address
fr: Sauvegarder l'adresse

source: Save Document
fr: Sauvegarder le document

source: Search additional information relevant to specific types of acts.
fr: Rechercher des informations supplémentaires pertinentes à des types spécifiques d'actes.

source: Select fields from
fr: Sélectionner les champs de

source: Spreadsheet
fr: tableur

source: System configuration
fr: Configuration du système

source: There is no Event information yet. You should add some!. Click the "Add new Event" button to add a new Event.
fr: Il n'existe pas encore d'information sur l'Evénement. Vous devriez en ajouter ! Cliquez sur le bouton «Ajouter un nouvel événement» pour ajouter un événement.
