Repository: huridocs/OpenEvSys
Catalog: res/locale/*/LC_MESSAGES/*_openevsys.po
Languages: fr, km

source: in between
fr: entre
km: នៅ​ក្នុង​ចន្លោះ

source: In search results
fr: Incluse dans les résultats
km: នៅ​ក្នុង​លទ្ធផល​នៃ​ការ​ស្វែង​រក

source: Incident Table
fr: Table d'Incidents
km: តារាង​ករណី​ដែល​បាន​កើត​ឡើង

source: Information
km: ពត៌មាន

source: Information about
fr: Informations sur
km: ពត៌មាន​អំពី

source: Information(s)
km: ពត៌មាន

source: Information Search Form
fr: Formulaire de recherche d'Informations
km: ទំរង់​ស្វែង​រក​ពត៌មាន

source: Initial date
fr: Date initiale
km: ថ្ងៃ​ចាប់​ផ្តើម​ដំបូង

source: Intervening Parties
fr: Parties intervenantes
km: ភាគី​អន្តរាគមន៍

source: Intervening Party
fr: Partie intervenante
km: ភាគី​អន្តរាគមន៍

source: Intervening Party Search Form
fr: Formulaire de recherche de Parties intervenantes
km: ទំរង់​ស្វែង​រក​ភាគី​អន្តរាគមន៍

source: Intervention
km: ការ​អន្តរាគមន៍

source: Intervention(s)
km: បទ​អន្តរាគមន៍

source: Intervention Search Form
fr: Formulaire de recherche d'Interventions
km: ទំរង់​ស្វែង​រក​បទ​អន្តរាគមន៍

source: Interventions
km: បទ​អន្តរាគមន៍

source: Invalid Email
fr: Email incorrect
km: អ៊ីមែល​មិន​ត្រឹម​ត្រូវ

source: Invalid email address
fr: Adresse e-mail incorrecte
km: អ៊ីមែល​មិន​ត្រឹម​ត្រូវ

source: Invalid Huricode, it should be a 12 digit number.
fr: Huricode non valable, il devrait être de 12 chiffres.
km: លេខ​សំងាត់មិន​ត្រឹមត្រូវព្រោះ​ថា​គួរ​មាន១២​ខ្ទង់។

source: Invalid user id or password, please try again.
fr: Identité de l'utilisateur ou mot de passe non valable! Veuillez essayer de nouveau
km: ឈ្មោះ​​អ្នក​ប្រើ​ប្រាស់​និង​លេខ​សំងាត់​​ពុំ​ត្រឹមត្រូវ​ទេ។ សូម​ព្យាយាម​ម្តង​ទៀត

source: Invalid username or password! Please try again.
fr: Nom d'utilisateur ou mot de passe non valable! Veuillez essayer de nouveau.
km: ឈ្មោះ​​អ្នក​ប្រើ​ប្រាស់​និង​លេខ​សំងាត់​​ពុំ​ត្រឹមត្រូវ​ទេ។ សូម​ព្យាយាម​ម្តង​ទៀត

source: involved in
fr: Impliqué dans
km: ពាក់​ព័ន្ធនឹង

source: Involvement
fr: Implication
km: ការពាក់​ព័ន្ធ

source: Involvement details
fr: Détails sur l'Implication
km: ពត៌មាន​លំអិត​អំពី​ការ​ពាក់​ព័ន្ធ

source: Involvement(s)
fr: Implication(s)
km: ការពាក់​ព័ន្ធ

source: Involvement Search Form
fr: Formulaire de recherche d'Implication
km: ទំរង់​ស្វែង​រក​ការ​ពាក់​ព័ន្ធ

source: Involvements
fr: Implications
km: ការពាក់​ព័ន្ធ

source: is a sub element of
fr: est un sous-élément de
km: គឺ​ជា​ធាតុ​បន្ទាប់​បន្សំ​​នៃ

source: is empty
fr: est vide
km: ទទេអត់មាន

source: Is required
fr: Obligatoire
km: ចាំ​បាច់​ត្រូវ​មាន

source: Killing
fr: Assassinat
km: ការ​សំលាប់

source: Label
fr: Etiquette
km: ឈ្មោះ​តំណាង​ខ្ទង់

source: Label cannot be empty. Enter a value.
fr: L'étiquette ne peut pas être vide. Entrez une valeur.
km: អក្សរ​សំគាល់ខ្ទង់មិន​អាច​ទុកឲ្យ​ទំនេរ​ទេ

source: Label(s)
fr: Etiquette(s)
km: ឈ្មោះ​ខ្ទង់

source: Labels
fr: Etiquettes
km: ឈ្មោះ​ខ្ទង់

source: Language
fr: Langue
km: ភាសា

source: Language directory is not writable.
fr: Le répertoire des langues n'est pas inscriptible.
km: បញ្ជី​ភាសា​មិន​អាច​ថត​ចំលង​បាន​ទេ។

source: Language removed
fr: Langue supprimée
km: ភាសា​ត្រូវ​បាន​ដក​ចេញ​ហើយ

source: Language was created successfully.
fr: Langage a été créé avec succès.
km: អ្នក​បង្កើត​ភាសា​បាន​ជា​ស្ថាពរហើយ។

source: Last Name
fr: Nom de famille
km: នាមត្រកូល

source: like
fr: comme
km: ដូច

source: Linked when
fr: Lié quand ?
km: បាន​ភ្ជាប់​ពី​ពេល​ណា

source: Links
fr: Liens
km: ខ្សែរ​ភ្ជាប់

source: Localization
fr: Localisation
km: ការធ្វើ​ឲ្យ​ត្រូវ​នឹង​តំរូវ​ការ​ក្នុង​ស្រុក

source: Log details unavailable for this Person
fr: Pas de détails du carnet d'audit pour cette personne
km: ទុកពត៌មាន​លំអិតមិន​ឲ្យ​បុគ្គល​នេះ​មើល​បាន

source: Manage languages
fr: Gestion des langues
km: គ្រប់​គ្រង​ភាសា

source: Messages saved successfully.
fr: Les messages ont été enregistrés avec succès.
km: សារ​ត្រូវ​បាន​រក្សា​ទុក​ជា​ស្ថាពរ

source: Micro-thesauri
fr: Micro-thesaurus
km: បញ្ជី​ពាក្យ​តូច​ៗ

source: Micro-thesauri customization
fr: Adaptation des Micro-thesaurus
km: ការ​រៀបចំបញ្ជី​ពាក្យ​តូចៗ

source: Micro-thesauri terms
fr: Termes des Micro-thesaurus
km: បច្ចេក​ស័ព្ទ​បញ្ជី​ពាក្យ​តូចៗ

source: Missing a temporary folder.
fr: Il manque un fichier temporaire
km: បាត់​សំណុំ​ឯកសារ​បណ្តោះ​អាសន្ត

source: Modified Value
fr: Valeur modifié
km: តំលៃ​ដែលកែ​ប្រែ

source: Module
km: ម៉ូឌុល

source: Modules
km: ម៉ូឌុល

source: Monitoring Status
fr: Statut de surveillance
km: ស្ថានភាព​នៃ​ការ​​ឃ្លាំ​មើល

source: More about this Event
fr: Pour en savoir plus sur cet Evénement
km: ពត៌មាន​​ច្រើន​ទៀត​អំពី​ព្រឹត្តិការណ៍​នេះ

source: More about this Person
fr: Plus sur cette Personne
km: ពត៌មាន​ច្រើន​ទៀត​អំពី​បុគ្គល​នេះ

source: My Preferences
fr: Mes préférences
km: ការជ្រើសរើស​របស់​ខ្ញុំ

source: Name
fr: Nom
km: ឈ្មោះ

source: New Document
fr: Nouveau Document
km: ឯកសារ​ថ្មី

source: New Event
fr: Nouvel Evénement
km: ព្រឹត្តិការណ៍​ថ្មី

source: New Password
fr: Nouvelle mot de passe
km: លេខ​សំងាត់​ថ្មី

source: New Person
fr: Nouvelle Personne
km: បុគ្គល​ថ្មី

source: New Role Name
fr: Nom du nouveau Rôle
km: ឈ្មោះ​តួនាទី​ថ្មី

source: Next
fr: Suivant
km: បន្ទាប់

source: No
fr: Non
km: អត់ទេ

source: No queries saved yet.
fr: Aucune requête sauvée
km: អត់​មានបញ្ជី​សំណួរ​ណា​ត្រូវ​បាន​​រក្សា​ទុក​ទេ

source: No records were found.
fr: Aucun enregistrement n'a été trouvée.
km: រក​មិន​ឃើញ​ករណី​នេះ​ទេ

source: No records were selected.
fr: Aucune fiche n'a été sélectionnée.
km: មិនទាន់​ជ្រើស​រើស​កំណត់​ត្រា​នៅ​ឡើយ​ទេ

source: not =
fr: pas =
km: មិន​ស្មើរ​នឹង

source: Not a valid field type. Try again
fr: Pas un type de champ valide. Essayez de nouveau
km: មិន​មែន​ជា​ប្រទេភ​ខ្ទង់​ត្រឹម​ត្រូវ​ទេ

source: not contains
fr: ne contient pas
km: មិនមាន​ផ្ទុក​ដោយ

source: not in between
fr: n'est pas entre
km: មិន​នៅ​ក្នុង​ចន្លោះ

source: not like
fr: n'est pas comme
km: មិន​ដូច

source: not on
fr: pas au
km: មិន​មែន​ជា

source: Number required, Invalid Number
fr: Numéro nécessaire, numéro non valide
km: ចាំ​បាច់​ត្រូវ​មាន​លេខ​ លេខ​មិន​ត្រឹម​ត្រូវ

source: OpenEvSys has successfully imported the data.
fr: OpenEvSys a réussi à importer les données.
km: អូផែន​អែវស៊ីស​បាន​នាំ​យក​ទិន្ន​ន័យ​នេះ​មក​ជា​ស្ថាពរ​ហើយ។

source: OR
fr: OU
km: ឬ

source: Order
fr: Ordre
km: លំដាប់

source: Organization
fr: Organisation
km: អង្គការ

source: Original Search Results
fr: Résultats de recherche originaux
km: លទ្ធផលនៃ​ការ​ស្វែង​រក​ពី​ដំបូង

source: Page :
km: ទំព័រ

source: Paginate results
fr: Paginer les résultats
km: ដាក់​លេខ​ទំព័រ​លទ្ធ​ផល

source: Password
fr: Mot de passe
km: លេខ​សំងាត់

source: Password invalid
fr: Mot de passe incorrect
km: លេខ​សំងាត់មិន​ត្រឹម​ត្រូវ

source: Password mismatch
fr: Mot de passe erroné
km: លេខ​សំងាត់​មិន​ត្រូវ​គ្នា​ទេ

source: Password Required
fr: Mot de passe requis
km: ចាំ​បាច់​ត្រូវ​មាន​លេខ​សំងាត់

source: Permission Denied
fr: Autorisation refusée
km: ការអនុញ្ញាតិ​ឲ្យ​ចូលត្រូវ​បាន​បដិសេធ

source: Permissions
km: ការអនុញ្ញាតិ

# PERMISSONS
source: Permissions
km: ការអនុញ្ញាតិ

source: Perpetrator
fr: Auteur
km: ជន​ប្រព្រឹត្តិ

source: Perpetrator name(s)
fr: Nom(s) des auteurs
km: ឈ្មោះ​ជន​ប្រព្រឹត្តិ

source: Perpetrator Search Form
fr: Formulaire de recherche d'auteurs
km: ទំរង់​ស្វែង​រក​អ្នក​ប្រព្រឹត្តិ

source: Perpetrators
fr: Auteurs
km: ជន​ប្រព្រឹត្តិ

source: Person
fr: Personne
km: បុគ្គល

source: Person Address(es)
fr: Adresses des Personnes
km: អសយ​ដ្ឋាន​បុគ្គល

source: Person Detail(s)
fr: Détails sur la Personne
km: ពត៌មាន​លំអិត​អំពី​បុគ្គល

source: Person does not exist.
fr: La Personne n'existe pas
km: មិន​មាន​បុគ្គល​នេះ​ទេ

source: Person Name
fr: Nom de la Personne
km: ឈ្មោះ​បុគ្គល

source: Person record(s)
fr: Enregistrement des Personnes
km: ពត៌មាន​លំអិត​អំពី​បុគ្គល

source: Person records(s)
fr: Enregistrements des Personnes
km: ពត៌មាន​លំអិត​អំពី​បុគ្គល

source: Person Search Form
fr: Formulaire de recherche de Personnes
km: ទំរង់​ស្វែង​រក​បុគ្គល

source: Persons
fr: Personnes
km: បុគ្គល

source: Phone
fr: Téléphone
km: លេខទូរស័ព្ទ

# PHONE_NUMBER_REQUIRED__INVAILD_PHONE_NUMBER
source: Phone number required, invalid phone number
fr: Numéro de téléphone nécessaire, numéro de téléphone non valide
km: ចាំ​បាច់​ត្រូវ​មាន​លេខ​ទូរស័ព្ទ លេខ​ទូរស័ព្ទ​មិន​ត្រឹម​ត្រូវ

source: Picture
fr: Image
km: រូប​ភាព

source: Please add a condition before search.
fr: Veuillez ajouter une condition avant de chercher.
km: សូម​ដាក់​លក្ខខណ្ឌ​មុន​នឹង​ស្វែង​រក

source: Please add a condition inside the count box to count.
fr: Veuillez ajouter une condition dans la boîte pour compter pour permettre la compte.
km: សូម​ដាក់​លក្ខខណ្ឌ​នៅ​ក្នុង​ប្រអប់​ដើម្បី​ជ្រើស​រើស

source: Please select a user to delete
fr: S'il vous plaît sélectionner un utilisateur à supprimer
km: សូម​ជ្រើសរើស​អ្នក​ប្រើ​ប្រាស់​ដែល​ត្រូវ​លុបចេញ

source: Please select a valid user.
fr: Choisir un utilisateur valide.
km: សូម​ជ្រើស​រើស​អ្នក​ប្រើ​ប្រាស់​ដែល​ត្រឹម​ត្រូវ។

source: Please upload a valid OpenEvSys XML file.
fr: Veuillez télécharger un fichier XML valide d'OpenEvSys.
km: សូម​ធ្វើ​ការ​ដាក់​បញ្ចូល​សំណុំ​xml​របស់​អូផែន​អែវស៊ីស​ដែល​ត្រឹម​ត្រូវ

source: Please use My Preference option at top right corner to edit your details.
fr: Utilisez l'option Mes Préférences en haut à droite de l'écran pour modifier vos coordonnées.
km: សូម​ជ្រើស​រើស​យក​ជំរើស​របស់​ខ្ញុំ​នៅ​ខាង​ស្តាំ​ដៃ​ផ្នែក​ខាង​លើដើម្បីកែ​ប្រែ​ពត៌មាន​លំអិត។

source: Previous
fr: Précédent
km: មុន

source: Print this Event
fr: Imprimer cet Evénement
km: បោះ​ពុម្ព​ព្រឹត្តិការណ៍​នេះ

source: Print this page
fr: Imprimer cette page
km: បោះ​ពុម្ព​ទំព័រ​នេះ

source: Print this Person
fr: Imprimer cette Personne
km: បោះ​ពុម្ព​បុគ្គល​នេះ

source: Printable view
fr: Version imprimable
km: មើល​អត្ថបទនេះក្នុង​ទំរង់​អាច​បោះ​ពុម្ពបាន

source: Queries deleted successfully.
fr: Requêtes ont été supprimés.
km: សំណួរ​ស្វែង​រក​ត្រូវ​បាន​លុប​ចោល​ជា​ស្ថាពរ

source: Query ID
fr: ID Requête
km: លេខ​សំគាល់​សំណួរ​ស្វែង​រក

source: Query was saved successfully.
fr: Requête a été enregistré.
km: ការ​ស្វែង​រក​ត្រូវ​បាន​រក្សា​ទុក​រួច​រាល់​ជា​ស្ថាពរ​ហើយ

source: Record No
fr: Enregistrement no.
km: លេខ​កំណត់​ត្រា

source: Record number
fr: Numéro de l'enregistrement
km: លេខ​កំណត់​ត្រា

source: Record type
fr: Type d'enregistrement
km: ប្រភេត​កំណត់​ត្រា

source: Records per page
fr: Enregistrements par page
km: កំណត់​ត្រា​ក្នុង​មួយ​ទំព័រ

source: regex
km: ជ្រើស​រើស​ពាក្យ​​ប្រហាក់​ប្រហែល

source: Related Event
fr: Evénement connexe
km: ព្រឹត្តិការណ៍​ដែល​ពាក់​ព័ន្ធ

source: Related Event title
fr: Titre de l'Evénement connexe
km: ចំណង​ជើង​ព្រឹត្តិការណ៍ដែល​ពាក់ព័ន្ធ

source: Related Person
fr: Personne connexe
km: បុគ្ឡល​ពាក់​ព័ន្ធ

source: Remarks
fr: Remarques
km: សេច​ក្តី​សង្កេត​បន្ថែម

source: Remove
fr: Enlever
km: ដក​ចេញ

source: Remove Clarify
fr: Enlever Clarifier
km: លុបចោល​បញ្ជាក់​បន្ថែម

source: Remove Condition
fr: Enlever Condition
km: លុប​ចោល​លក្ខខណ្ឌ

source: Remove language
fr: Enlever la langue
km: ដកភាសា​ចេញ

source: Remove Selection
fr: Enlever Sélection
km: លុប​ចោល​ការ​ជ្រើស​រើស

source: Report
fr: Rapport
km: នាំ​ចូល

source: Requested Act record does not exist.
fr: L'Acte demandé n'existe pas
km: មិន​មាន​បទ​រំលោភ​ដែល​​អ្នក​ស្វែង​រក​ទេ

source: Requested Information does not exist
fr: L'Information demandée n'existe pas
km: មិន​មាន​ពត៌មាន​នេះ​ទេ

source: Requested Intervention does not exist
fr: L'Intervention demandée n'existe pas
km: មិន​មាន​អន្តរាគមន៍​នេះ​ទេ

source: Requested Involvement does not exist
fr: L'Implication demandée n'existe pas
km: មិន​មាន​ការ​ពាក់​ព័ន្ធ​នេះ​ទេ

source: Reset
fr: Réinitialiser
km: កំណត់​ឡើង​វិញ

source: Reset All
fr: Réinitialiser tous
km: កំណត់​ឡើង​វិញ

source: Restrict for the role
fr: Restriction pour la rôle
km: ហាម​ប្រាម​ដល់​តួនាទី

source: Restrict for the user
fr: Restriction pour l'utilisateur
km: ហាម​ប្រាម​ដល់​អ្នក​ប្រើ​ប្រាស់

source: Role
fr: Rôle
km: តួនាទី

source: Role list
fr: Liste des rôles
km: បញ្ចី​តួនាទី

source: Roles
fr: Rôles
km: តួនាទី

source: Roles / Module Access Control
fr: Rôles / Module de contrôle d'accès
km: តួនាទី/ការ​គ្រប់​គ្រង​សិទ្ធិ

source: Roles &amp; Module Access Control
fr: Module d'accès et de contrôle des rôles
km: តួនាទី &amp/; ការ​គ្រប់​គ្រង​សិទ្ធិ

source: Roles with permission to access this Event
fr: Rôles qui ont la permission d'accéder à ce Document
km: តួនាទី​ដែល​មាន​ការ​អុញ្ញាតិ​ឲ្យ​ប្រើ​ប្រាស់​ព្រឹត្តិការណ៍​នេះ

source: Roles with permission to access this Person
fr: Rôles qui ont la permission d'accéder à cette Personne
km: តួនាទី​ដែល​មាន​ការ​អុញ្ញាតិ​ឲ្យ​ប្រើ​ប្រាស់ទំរង់​បុគ្គល​នេះ

source: Save
fr: Sauver
km: រក្សាទុក

source: Save Help Text
fr: Sauver Texte aide
km: រក្សា​ទុក​ឯកសារ​ពន្យល់​សំរាប់​ជា​ជំនួយ

source: Save new fields
fr: Sauver les nouveaux champs
km: រក្សា​ខ្ទង់​ថ្មី

source: Save query
fr: Sauver la requête
km: រក្សា​ទុក​បញ្ជី​សំណួរ

source: Save this query
fr: Sauver cette requête
km: រក្សាទុកសំណួរ​ស្វែងរក​នេះ

source: Save this query with this shuffle
fr: Enregistrez cette requête avec ce shuffle
km: រក្សាទុកសំណួរស្វែង​រក​នេះ​តាម​លំដាប់​នេះ

source: Saved queries
fr: Requêtes sauvées
km: សំណួរ​ស្វែង​រក​ដែល​បាន​រក្សា​ទុក

source: Search
fr: Recherches
km: ស្វែង​រក

source: Search Conditions
fr: Conditions de la recherche
km: លក្ខខណ្ឌ​ក្នុង​ការ​ស្វែង​រក

source: Search form
fr: Formulaire de recherche
km: ទំរង់​ស្វែង​រក

source: Search in database
fr: Rechercher dans la base de données
km: ស្វែង​រក​ក្នុង​ប្រព័ន្ធ​គ្រប់​គ្រង​ទិន្ន​ន័យ

source: Search information about Events.
fr: Recherche d'informations sur des Evénements.
km: ពត៌មាន​អំពី​ការស្វែង​រក​អំពី​ព្រឹត្តិការណ៍

source: Search information about Persons who have been Perpetrators of Acts against Victims.
fr: Recherche d'informations sur les Personnes qui ont été les auteurs d'actes contre des victimes.
km: ពត៌មានអំពី​ការ​ស្វែង​រក​អំពី​បុគ្គល​ដែល​ជា​អ្នក​ប្រព្រឹត្តិបទ​រំលោភ​លើ​អ្នក​រង​គ្រោះ

source: Search information about Persons who have intervened in Events in some way.
fr: Recherche d'informations sur les Personnes qui sont intervenues dans des événements d'une certaine façon.
km: ពត៌មាន​អំពី​ការ​ស្វែង​រក​អំពី​បុគ្គល​ដែល​បាន​អន្តរាគមន៍​ក្នុង​ព្រឹត្តិការណ៍ក្នុង​កំរិត​ណាមួយ

source: Search information about Persons who have provided information.
fr: Recherche d'informations sur les Personnes qui ont fourni des informations.
km: ពត៌មាន​អំពី​ការ​ស្វែង​រក​អំពី​បុគ្គល​ដែល​ជា​អ្នក​ផ្តល់​ពត៌មាន

source: Search information on Persons, whether they are individuals, groups or organisations.
fr: Recherche d'informations sur les Personnes, qu'il s'agisse d'individus, de groupes ou d'organisations.
km: ពត៌មាន​អំពីការស្វែង​រក​អំពីបុគ្គល​ថាតើបុគ្គល​នោះ​ជាបុគ្គល​ម្នាក់ ក្រុម​ ឬ​ស្ថាប័ន

source: Search information on Persons who have been Victims.
fr: Recherche des informations sur les Personnes qui ont été victimes.
km: ពត៌មាន​អំពី​ការ​ស្វែង​រក​អំពី​បុគ្គល​ដែល​ជា​អ្នក​រង​គ្រោះ

source: Search information on the Acts committed against Victims.
fr: Recherche des informations sur les Actes commis à l'encontre des victimes.
km: ពត៌មាន​អំពី​ការ​ស្វែង​រក​អំពី​បទ​រំលោភ​ដែល​ធ្វើ​ឡើង​លើ​ជន​រង​គ្រោះ

source: Search information on the data provided by Sources.
fr: Recherche des informations sur les données fournies par les Sources.
km: ពត៌មាន​អំពី​ការ​ស្វែង​រក​អំពីទិន្ន​ន័យ​ដែល​ផ្តល់​ដោយ​ប្រភពពត៌មាន

source: Search information on the ways in which Perpetrators have been involved in specific Acts.
fr: Recherche des informations sur la façon dont les Auteurs ont été impliqués dans des actes spécifiques.
km: ពត៌មាន​អំពី​ការ​ស្វែង​រក​អំពី​ថាតើអ្នក​ប្រព្រឹត្តិ​ពាក់​ព័ន្ធ​នឹង​បទ​រំលោភ​តាម​របៀប​ណា

source: Search records about how Persons have intervened in Events or on behalf of Victims.
fr: Recherche de documents sur la façon dont les Personnes sont intervenues pour des événements ou pour le compte des victimes.
km: បញ្ជី​ស្វែង​រក​អំពី​ថា​តើ​បុគ្គល​បាន​អន្តរាគមន៍​ក្នុង​ព្រឹត្តិការណ៍​ក្នុង​នាម​ជន​រង​គ្រោះ​តាម​របៀបណា

source: Search report
fr: Imprimer le rapport
km: ស្វែង​រក​របាយការណ៍

source: Search results
fr: Résultats de requêtes
km: លទ្ធផល​នៃ​ការ​ស្វែង​រក

source: Searchable
fr: Inclus dans la recherche
km: អាច​ធ្វើ​ការ​ស្វែង​រក​បាន

source: Section
km: ផ្នែក

source: See full size image
fr: Voir image en taille réelle
km: មើល​រួប​ភាពក្នុង​ទំហំ​ពេញ

source: Select
fr: Sélectionner
km: ជ្រើសរើស

source: Select a format
fr: Sélectionnez un format
km: ជ្រើសរើសផ្នែកណាមួយ

source: Select a Micro-thesaurus
fr: Sélectionner un micro-thesaurus
km: ជ្រើសរើសបញ្ជីពាក្យតូចៗ

source: Select Entity
fr: Sélectionner une entité
km: ជ្រើស​រើស​ផ្នែកសំខាន់​​ទី២

source: Select Field
fr: Sélectionner un champ
km: ជ្រើស​រើស​ខ្ទង់​ពី

source: Select role
fr: Sélectionner une rôle
km: ជ្រើស​រើស​តួនាទី

source: Select secondary entity
fr: Sélectionner une entité secondaire
km: ជ្រើស​រើស​ផ្នែកសំខាន់​​ទី២

source: Select Tree Option
fr: Sélectionner une option de l'arbre
km: ជ្រើស​រើស​​ជំរើស​បី

source: Set
fr: Choisir
km: កំណត់យក

source: Set ACL mode
fr: Etablir mode ACL
km: បង្កើត​ទំរង់​​ACL

source: Set language
fr: Choisir la langue
km: កំណត់​ភាសា

source: Set system language
fr: Choisir votre langue de système
km: ដាក់ភាសា​របស់​ប្រព័ន្ធ

source: Share
fr: Partager
km: ចែក​ចាយ

source: Show Address form
fr: Montrer le formulaire des adresses
km: បង្ហាញ​ទំរង់​អាសយដ្ឋាន

source: Show all
fr: Afficher tout
km: បង្ហាញ​ទាំង​អស់

source: Show search form
fr: Montrer le formulaire de recherche
km: បង្ហាញ​ទំរង់​ស្វែង​រក

source: Show Supporting Document(s)
fr: Montrer les Documents de support
km: បង្ហាញ​ឯកសារ​យោង

source: Sign in
fr: Identifiant
km: ចុះ​ឈ្មោះ​ចូល​ប្រើ

source: Sign in to OpenEvSys
fr: Identifiez-vous à OpenEvsys
km: ចុះ​ឈ្មោះ​ចូល​ប្រើ​អូផែន​អែវ​ស៊ីស

source: Sign out
fr: Déconnexion
km: ចាកចេញ

# SOME_ERRORS_OCCURED_WHILE_IMPORTING_DATA_
source: Some errors occurred while importing data:
fr: Certaines erreurs se sont produites lors de l'importation de données:
km: មាន​បញ្ហា​កំហុស​ឆ្គង​ខ្លះ​កើតឡើង​ក្នុង​ពេល​​នាំ​ទិន្នន័យ​ចូល

source: sound like
fr: sonne comme
km: សម្លេង​ប្រហាក់​ប្រហែល

source: Source
km: ប្រភព

source: Source name
fr: Nom de la Source
km: ឈ្មោះ​ប្រភព

source: Source Search Form
fr: Formulaire de recherche de sources
km: ទំរង់​ស្វែង​រក​ប្រភព

source: Sources
km: ប្រភព

source: Start Date
fr: Date initiale
km: កាល​បរិច្ឆេទ​ចាប់​ផ្តើម

source: Status
fr: Statut
km: ឋានៈ/ស្ថានភាព

source: Submit
fr: Envoyer
km: បញ្ជូន

source: Supporting Documents
fr: Documents de Support
km: ឯកសារ​យោង

source: System Error
fr: Erreur système
km: បញ្ហា​ប្រព័ន្ធ

source: Term in
fr: Terme dans
km: ពាក្យ​ក្នុង

source: Term in
fr: Terme dans
km: ពាក្យ​ក្នុង

source: Text
fr: Texte
km: អត្ថបទ

source: Text field with a 200 character limit
fr: Champ de texte de 200 caractères maximum
km: ខ្ទង់អត្ថបទ​កំរិត​ត្រឹម​២០០​តួអក្សរ

source: Text area with unlimited text
fr: Champ de texte sans limite de caractères
km: តំបន់អត្ថបទ​ដែល​មិន​កំរិត​ចំនួន​តួអក្សរ

source: The document uploaded was not a valid xml document.
fr: Le document téléchargé n'est pas un document XML valide.
km: ឯកសារ​ដែល​ដាក់​បញ្ចូល​មិន​មែន​ជា​ឯកសារ​xml​ត្រឹម​ត្រូវ​ទេ។

source: The event is linked
fr: Cet Evénement est lié
km: ព្រឹត្តិការណ៍​នេះ​ត្រូវ​បាន​ភ្ជាប់គ្នា

source: The old file attachment was updated with the new file attachment.
fr: L'ancien fichier joint a été mis à jour avec le nouveau fichier en pièce jointe.
km: សំណុំឯកសារ​ដែល​មាន​ស្រាប់​ត្រូវ​បានបំពេញ​បន្ថែមដោយ​សំណុំ​ឯកសារ​ថ្មី

source: The Person does not yet have any roles!
fr: Cette Personne n'a pas encore de rôles
km: បុគ្គល​នេះ​មិន​ទាន់​មាន​តួនាទី​នៅ​ឡើយ​ទេ

source: The two passwords are different
fr: Les deux mots de passe sont différents
km: លេខ​សំងាត់​ទាំង​ពីរ​នេះ​ខុស​គ្នា

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
fr: La taille du fichier à charger est plus large que la directive MAX_FILE_SIZE qui a été spécifié dans le forme HTML
km: ឯកសារ​ដែល​ដាក់​បញ្ចូល​មាន​ទំហំ​ធំ​ជាង​ទំហំ​អតិបរិមា​ដែល​អនុញ្ញាតិ​ដោយ​ទំរង់​html

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
fr: La taille du fichier à charger est plus large que la directive upload_max_filesize en php.ini
km: ឯកសារដែល​ដាក់​បញ្ចូល​មាន​ទំហំ​ធំ​ជាង​ទំហំ​អតិ​បរិមាដែល​អនុញ្ញាតិ

source: The uploaded file was only partially uploaded.
fr: Seulement un partie du fichier à charger à été chargé
km: ឯកសារ​ដែល​ដាក់​បញ្ចូល​ត្រូវ​បាន​បញ្ចូល​តែ​ផ្នែក​ខ្លះ​ប៉ុណ្ណោះ

source: There are no Documents yet. You should add some!
fr: Il n'a pas encore de Documents - vous devriez en rajouter !
km: មិន​ទាន់​មាន​ឯកសារ​នៅ​ឡើយ​ទេ​ ប៉ុន្តែ​អ្នក​គួរ​បញ្ចូល​ខ្លះ

source: There are no supporting documents about Events yet. You should add some!
fr: Il n'a pas encore de Documents de support pour l'Evénement - vous devriez en rajouter !
km: មិន​ទាន់​មាន​ឯកសារ​យោង​នៅ​ឡើយ​ទេ អ្នក​គួរ​បញ្ចូល​បន្ថែម

source: There is no address added to this Person yet. You should add some!
fr: Ils n'y pas encore une adresse pour cette personne - rajoutez-en !
km: ពុំ​ទាន់​មាន​អសយ​ដ្ឋាន​បន្ថែមចំពោះ​បុគ្គល​នេះ​នៅ​ឡើយ​ទេ។​ អ្នក​គួរ​តែ​បញ្ចូល​ខ្លះ។

source: There is no biographic Details about this Person yet. You should add some!
fr: Ils n'y pas encore des Détails biographiques pour cette personne - rajoutez-en !
km: ពុំ​ទាន់​មាន​ពត៌មានអំពី​ជីវ​ប្រវត្តិ​បុគ្គល​នេះ​នៅ​ឡើយ​ទេ។​ អ្នក​គួរ​តែ​បញ្ចូល​ខ្លះ។

source: There is no information about Chain of Events yet. You should add some!
fr: Il n'y pas encore d'informations sur cette Chaîne d'Evénements - rajoutez-en !
km: មិន​ទាន់​មាន​ពត៌មាន​អំពី​ចង្វាក់​ព្រឹត្តិការណ៍​នៅ​ឡើយ​ទេ។​ អ្នក​គួរ​តែ​បន្ថែម​ខ្លះ។

source: There is no information about Intervening Party and Intervention yet. You should add some!
fr: Il n'y a pas encore de détails sur les Parties Intervenantes - rajoutez-en !
km: ពុំ​ទាន់​មាន​ពត៌មាន​អំពី​ភាគី​អន្តរាគមន័​និង​បទ​អន្តរាគមន៍​នៅ​ឡើយ​ទេ។​ អ្នក​គួរ​តែ​បញ្ចូល​ខ្លះ។

source: There is no information about Source and Information yet. You should add some.
fr: Il n'y a pas encore de détails sur les Sources et les Informations - rajoutez-en !
km: ពុំ​ទាន់​មាន​ពត៌មាន​អំពី​ប្រភព​និង​ពត៌មាន​នៅ​ឡើយ​ទេ។ អ្នក​គួរ​តែ​បញ្ចូល​ខ្លះ។

source: There is no information about Victims and Perpetrators yet. You should add some
fr: Il n'y a pas encore de détails sur les Victimes et les Auteurs - rajoutez-en !
km: ពុំ​ទាន់​មាន​ពត៌មាន​អំពី​ជន​រង​គ្រោះ​និង​ជន​ប្រព្រឹត្តិ​នៅ​ឡើយ​ទេ។​ អ្នក​គួរ​តែ​បញ្ចូល​ខ្លះ។

source: There is no Person information yet. You should add some!
fr: Il n'y pas encore de Personnes - rajoutez-en !
km: ពុំ​ទាន់​មាន​ពត៌មាន​បុគ្ឡល​នៅ​ឡើយ​ទេ។​ អ្នក​គួរ​តែ​បញ្ចូល​ខ្លះ។

source: Timestamp
fr: Horodatage
km: ម៉ោង​និង​កាល​បរិច្ឆេទ​ជាក់​លាក់

source: To view a Document you have to first select a Document from the Document list.
fr: Pour afficher un Document, vous devez d'abord sélectionner un document de la liste.
km: ដើម្បី​បើក​មើល​ឯកសារ​ណា​មួយ​​ អ្នក​ត្រូវ​ជ្រើស​រើស​ឯកសារ​នោះ​​ពី​បញ្ជីឯកសារ​ជា​មុន​សិន

source: To view a Person you have to first select a Person from the Person list.
fr: Pour afficher une Personne, vous devez d'abord sélectionner une personne à partir de la liste de Personnes.
km: ដើម្បី​បើក​មើល​បុគ្គល​ណា​មួយ​ អ្នក​ត្រូវ​ជ្រើសរើស​បុគ្គល​នោះ​នៅ​ក្នុង​បញ្ជី​បុគ្គល​ជា​មុន​សិន

source: To view an Event you have to first select an Event from the Event list.
fr: Pour afficher un Evénement, vous devez d'abord sélectionner un Evénement de la liste des Evénements.
km: ដើម្បី​បើក​មើល​​ព្រឹត្តិការណ៍​ណា​មួយ​ អ្នក​ត្រូវ​ជ្រើស​រើស​ព្រឹត្តិការណ៍​នោះ​ពី​បញ្ជី​ព្រឹត្តិការណ៍​ជា​មុន​សិន

source: Torture
km: ការ​ធ្វើ​ទារុណកម្ម

source: Translate
fr: Traduire
km: បក​ប្រែ

source: Translation not updated! Please give directory and file permission to res/locale folder.
fr: Traduction non mis à jour! Veuillez donner la permission de fichier et répertoire au dossier res / locale.
km: ការ​បក​ប្រែ​មិន​ទាន់​បានបន្ថែម​ពត៌មាន​ចុង​ក្រោយ​ទេ សូមផ្តល់​ការ​អនុញ្ញាតិ​លើ​ការ​ប្រើ​ប្រាស់​បញ្ជីនិង​ឯកសារ​ទៅ​សំណុំ​res/locale

source: Translation updated successfully.
fr: Traduction mise à jour avec succès
km: ការ​បក​ប្រែ​​ត្រូវ​បាន​បន្ថែម​ពត៌មាន​ថ្មី​ជា​ស្ថាពរ។

source: true
fr: vrai
km: ពិត
