Repository: huridocs/OpenEvSys
Catalog: res/locale/*/LC_MESSAGES/*_openevsys.po
Languages: fr, km

source: 1st Level
fr: Premier niveau
km: កំរិតទី ១

source: 2nd Level
fr: Deuxième niveau
km: កំរិត​ទី ២

source: 3rd Level
fr: Troisième niveau
km: កំរិត​ទី​៣

source: 404 Error : Page Not Found
fr: Erreur 404: page non trouvée
km: បញ្ហា​៤០៤៖ មិន​មាន​ទំព័រ​នេះ​ទេ

source: 4th Level
fr: Quatrième niveau
km: កំរិត​ទី​៤

source: 5th Level
fr: Cinquième niveau
km: កំរិត​ទី​៥

source: 6th Level
fr: Sixième niveau
km: កំរិត​ទី​៦

source: ACL Mode
fr: Mode ACL
km: ទំរង់​ACL

source: Act
fr: Acte
km: បទ​រំលោភ

source: Act
fr: Acte
km: បទ​រំលោភ

source: Act details
fr: Détails sur l'Acte
km: ពត៌មាន​លំអិត​អំពី​​បទ​រំលោភ

source: Act(s)
fr: Acte(s)
km: បទ​រំលោភ

source: Act Search Form
fr: Formulaire de recherche d'actes
km: ទំរង់​ស្វែង​រក​បទ​រំលោភ

source: Action
km: សកម្មភាព

source: Actions
km: សកម្មភាព

source: Activated
fr: Activé
km: សកម្ម

source: Acts
fr: Actes
km: បទ​រំលោភ

source: Add Act
fr: Ajouter l'Acte
km: បន្ថែម​បទ​រំលោភ

source: Add Additional Details
fr: Ajouter Détails supplémentaires
km: បន្ថែម​ពត៌មាន​លំអិត​ផ្សេង​ទៀត

source: Add Additional Details for
fr: Ajouter Détails supplémentaires pour
km: បន្ថែម​ពត៌មាន​លំអិត​​សំរាប់

source: Add Address
fr: Ajouter Adresse
km: បន្ថែម​អាសយដ្ឋាន

source: Add Biographic Details
fr: Ajouter des Détails biographiques
km: បញ្ចូល​​ជីវ​ប្រវត្តិ​លំអិត

source: Add Chain of Events
fr: Ajouter une Chaîne d'événements
km: បន្ថែម​ចង្វាក់​ព្រឹត្តិការណ៍

source: Add Event Information
fr: Ajouter de l'information sur l'Evénement
km: បន្ថែម​ពត៌មាន​អំពី​ព្រឹត្តិការណ៍

source: Add field
fr: Ajouter un champ
km: បន្ថែម​ខ្ទង់

source: Add field to
fr: Ajouter un champ à
km: បន្ថែម​ខ្ទង់​ដល់

source: Add fields to search results
fr: Ajouter des champs aux résultats de la recherche
km: បន្ថែម​ខ្ទង់​ដើម្បី​ស្វែង​រក​លទ្ធផល

source: Add Information
fr: Ajouter une Information
km: បន្ថែម​ពត៌មាន

source: Add Intervening Party
fr: Ajouter une Partie Intervenante
km: បន្ថែមភាគី​អន្តរាគមន៍

source: Add Intervention
fr: Ajouter une Intervention
km: បន្ថែម​បទ​អន្តរាគមន៍

source: Add Interventions
fr: Ajouter des Interventions
km: បន្ថែម​បទ​អន្តរាគមន៍

source: Add Involvement
fr: Ajouter l'Implication
km: បន្ថែម​បទ​អន្តរាគមន៍

source: Add language
fr: Ajouter une langue
km: បន្ថែម​ភាសា

source: Add More Perpetrators
fr: Ajouter des Auteurs
km: បន្ថែម​ជន​ប្រព្រឹត្តិ

source: Add new
fr: Ajouter nouvel
km: បន្ថែម​ថ្មី

source: Add New Document
fr: Ajouter un nouveau Document
km: បន្ថែម​ឯកសារ​ថ្មី​ទៀត

source: Add new Event
fr: Ajouter un nouvel Evénement
km: បន្ថែម​ព្រឹត្តិការណ៍​ថ្មី

source: Add new field
fr: Ajouter un nouveau champ
km: បន្ថែម​ខ្ទង់​ថ្មី

source: Add New Person
fr: Ajouter une nouvelle Personne
km: បន្ថែម​បុគ្គល​ថ្មី

source: Add New User
fr: Ajouter un nouvel Utilisateur
km: បន្ថែម​អ្នក​ប្រើ​ប្រាស់​ថ្មី

source: Add Perpetrator
fr: Ajouter l'Auteur
km: បន្ថែម​ជន​ប្រព្រឹត្តិ

source: Add Perpetrator(s)
fr: Ajouter un Auteur(s)
km: បន្ថែម​ជន​ប្រព្រឹត្តិ

source: Add Role
fr: Ajouter un Rôle
km: បន្ថែម​តួនាទី

source: Add Source
fr: Ajouter une Source
km: បន្ថែម​ប្រភព

source: Add Supporting Document(s)
fr: Ajouter Documents de Support
km: បន្ថែម​ឯកសារ​យោង

source: Add Victim
fr: Ajouter la Victime
km: បន្ថែម​ជន​រង​គ្រោះ

source: Add Victims and Perpetrators to this Event
fr: Ajouter des Victimes et des Auteurs à cet Evénement
km: បន្ថែម​ជន​រង​គ្រោះ​និង​ជន​ប្រព្រឹត្តិ​ឲ្យ​ព្រឹត្តិការណ៍​នេះ

source: Adding Address...
fr: Ajouter une adresse...
km: អាស័យ​ដ្ឋានដែល​កំពុង​បន្ថែម...

source: Adding Event Information
fr: Ajouter de l'information à cet Evénement
km: ពត៌មាន​អំពីព្រឹត្តិការណ៍​ដែល​កំពុង​បន្ថែម

source: Adding Person Address ...
fr: Ajouter l'adresse de la Personne...
km: អាស័យ​​ដ្ឋាន​បុគ្គល​ដែល​កំពុង​បន្ថែម...

source: Adding Person information ...
fr: Ajouter des informations sur la Personne ...
km: ពត៌មាន​បុគ្គល​ដែល​កំពុងបន្ថែម...

source: Additional Detail Type
fr: Type de Détails supplémentaires
km: ប្រភេទ​ពត៌មាន​លំអិត​បន្ថែម

source: Additional Details
fr: Détails supplémentaires
km: ពត៌មាន​លំអិត​បន្ថែម

source: Address
fr: Adresse
km: អាសយដ្ឋាន

source: Address of a person.
fr: Adresse d'une personne
km: អាសយ​ដ្ឋាន​របស់​បុគ្គល

source: Address Type
fr: Type d'adresse
km: ប្រភេទ​អាសយ​ដ្ឋាន

source: Admin
km: ការងារ​រដ្ឋបាល

source: Advanced
fr: Avancé
km: កាន់តែ​លំអិត​(Advanced)

source: Advanced search
fr: Recherche avancée
km: ការ​ស្វែង​រក​លំអិត

source: against
fr: contre
km: ប្រឆាំង​នឹង

source: All columns have been reset to their original values.
fr: Toutes les colonnes ont été réinitialisées à leurs valeurs d'origine.
km: តារាងជួរឈរ​ទាំងអស់​ត្រូវ​បាន​កំណត់​ឡើងវិញ​ដូច​តារាងដើម

source: Analysis
fr: Analyse
km: ការវិភាគ

source: AND
fr: ET
km: នឹង

source: Apply changes permanently
fr: Appliquer les modifications définitivement
km: យល់​ព្រម​ឲ្យ​មាន​ការ​ផ្លាស់​ប្តូរ​នេះ​ជា​អចិន្ត្រៃយ៍

source: Arrest
fr: Arrestation
km: ការ​ចាប់​ខ្លួន

source: at
fr: au
km: នៅ

source: at or before
fr: au ou avant
km: នៅ​ចំ​ឬ​ពីមុន

source: Audit
km: ត្រូត​ពិនិត្យ​ឡើង​វិញ

source: Audit log
fr: Carnet d'Audit
km: តារាងសំរាប់​ធ្វើ​ការ​ត្រួត​ពិនិត្យ​ឡើង​វិញ

source: Audit log details are not available for this Event
fr: Détails audit pas disponibles pour cet Evénement
km: បិទ​ពត៌មាន​លំអិត​មិន​ឲ្យ​មើល​ឃើញ​សំរាប់​ព្រឹត្តិការណ៍នេះ

source: Back
fr: Retour
km: ត្រឡប់​ក្រោយ

source: Back to Event view
fr: Retour à l'écran Evénement
km: ត្រលប់​ទៅ​ទំព័រ​មើល​ព្រឹត្តិការណ៍​វិញ

source: Back to Person view
fr: Retour à l'écran Personne
km: ត្រឡប់​ទៅ​បើកមើល​បុគ្គល​វិញ

source: Basic
fr: Basique
km: ធម្មតា

source: Basic search
fr: Recherche de base
km: ការ​ស្វែង​រក​ធម្មតា

source: before
fr: avant
km: មុន

source: Biographic Detail(s)
fr: Détails biographiques
km: ជីវប្រវត្តិ​លំអិត

source: Biographic Details
fr: Détails biographiques
km: ជីវប្រវត្តិ​លំអិត

source: Biographic details .
fr: Détails biographiques
km: ជីវប្រវត្តិ​លំអិត

source: Biography Detail(s)
fr: Détails biographiques
km: ជីវ​ប្រវត្តិ​លំអិត

source: Browse Documents
fr: Parcourir les Documents
km: ពិនិត្យ​មើល​ឯកសារ

source: Browse Event
fr: Parcourir l'Evénement
km: មើល​បញ្ជី​ព្រឹត្តិការណ៍

source: Browse Events
fr: Parcourir les Evénements
km: មើល​បញ្ជី​ព្រឹត្តិការណ៍

source: Browse Persons
fr: Parcourir les Personnes
km: បើក​មើល​បញ្ជី​បុគ្គល

source: By whom
fr: Par qui ?
km: ដោយ​អ្នក​ណា

source: Cancel
fr: Annuler
km: ចាកចេញ

source: Cellular
fr: Mobile
km: ទូរស័ព្ទ​ដៃ

source: Chain of Event
fr: Chaîne d'événements
km: ចង្វាក់​ព្រឹត្តិការណ៍

source: Chain of Event(s)
fr: Chaîne d'événements
km: ចង្វាក់​ព្រឹត្តិការណ៍

source: Chain of Events
fr: Chaîne d'événements
km: ចង្វាក់​ព្រឹត្តិការណ៍

source: Chain of Events does not exist
fr: Cette Chaîne d'événements n'existe pas
km: មិន​មាន​ចង្វាក់​ព្រឹត្តិការណ៍ទេ

# CHANE_OF_EVENTS
source: Chain of Events
fr: Chaîne d'événements
km: ចង្វាក់​ព្រឹត្តិការណ៍

source: Change
fr: Changer
km: ប្តូរ

source: Change Additional Detail type
fr: Changer le type des Détails supplémentaires
km: ផ្លាស់​ប្តូរ​ប្រភេទ​ពត៌មាន​លំអិត​បន្ថែម

source: Change password
fr: Changer le mot de passe
km: ប្តូរ​លេខ​សំងាត់

source: Change View :
fr: Changer de Vue :
km: ប្តូររបៀប​បើក​មើល

source: Choose an action
fr: Choisir une action
km: ជ្រើសរើស​សកម្ម​ភាព

source: Chose starting point
fr: Choisir un point de départ
km: ធ្វើ​ការ​ជ្រើស​រើស​ចំនុច​ចាប់​ផ្តើម

source: Clarify
fr: Clarifier
km: បញ្ជាក់​បន្ថែម

source: Clarifying Note
fr: Note de clarification
km: កំណត់​ត្រា​បញ្ជាក់​បន្ថែម

source: Clarifying Notes
fr: Notes de clarification
km: កំណត់​ត្រា​បញ្ជាក់​បន្ថែម

source: Clear
fr: Effacer
km: លុប​ចោល

source: Click to download Events XML file of all records in this OpenEvSys.
fr: Cliquez ici pour télécharger le fichier XML des événements de tous les enregistrements dans ce OpenEvSys.
km: ចុចទីនេះដើម្បី​ទាញ​ព្រឹត្តិការណ៍ក្នុង​ទំរង់XMLទាំង​អស់​ក្នុង​អូផែន​អែវស៊ីស​មក​រក្សាទុក

source: Click to select an option
fr: Cliquer pour sélectionner une option
km: ចុច​ដើម្បី​ជ្រើស​​យក​ជំរើស

source: Close
fr: Fermer
km: បិទ

source: Column reset back to original values.
fr: Colonne réinitialisée a ses valeurs d'origine.
km: តារាងជួរឈរត្រូវបានកំណត់ឡើងវិញដូចដើម

source: Combined search forms
fr: Formulaires de recherche combinées
km: ទំរង់​ស្វែង​រក​ប្រមូល​រួមបញ្ចូល​គ្នា

source: Compile
fr: Compiler
km: ប្រមូល

source: Config Variable
fr: Variable Config
km: កែអថេរ

source: Confirm New Password
fr: Confirmer nouvelle mot de passe
km: សូមបញ្ជាក់​លេខ​សំងាត់​ថ្មី

source: Confirm password
fr: Confirmer mot de passe
km: វាយពាក្យ​សំងាត់​បញ្ជាក់ម្តង​ទៀត

source: contains
fr: contient
km: រួម​មាន

source: Contextual Information
fr: Information contextuelle
km: ពត៌មាន​ដែល​អាស្រ័យ​លើ​បរិបទ

source: Continue
fr: Continuer
km: បន្ត

source: Continue editing the details of this Document
fr: Continuer à éditer les détails de ce Document
km: បន្ត​កែ​សម្រួលពត៌មាន​លំអិត​​របស់​ឯកសារ​នេះ

source: Continue editing this Chain of Events record
fr: Continuer à éditer cette Chaîne d'événements
km: បន្ថ​កែ​សម្រួល​​កំណត់​ត្រា​ចង្វាក់​ព្រឹត្តិការណ៍​នេះ

source: Continue editing this Event record
fr: Continuer l'édition de cet Evénement
km: បន្ត​កែ​សម្រួល​កំណត់​ត្រា​ព្រឹត្តិការណ៍​នេះ

source: Count
fr: Compte
km: ការ​រាប់

source: Country
fr: Pays
km: ប្រទេស

source: Create report from these results
fr: Créer un rapport avec ces résultats
km: បង្កើត​ជា​របាយការណ៍​ពី​លទ្ធផល​ទាំង​នេះ

source: Created by
fr: Crée par
km: បង្កើត​ដោយ

source: Created date
fr: Date crée
km: កាល​បរិច្ឆេទ​ដែល​បាន​បង្កើត

source: Current Password
fr: Mot de passe actuel
km: លេខ​សំងាត់​​ចាស់

source: Current setting
fr: Positionnement actuel
km: ទំរង់​ទើប​តែ​បង្កើត

source: Current Value
fr: Valeur actuel
km: តំលៃ​ទើប​តែ​បង្កើត

source: Data exchange
fr: Echange de données
km: ការ​ដោះ​ដូរ​ទិន្ន​ន័យ

source: Database Error
fr: Erreur de bases de données
km: បញ្ហា​ប្រព័ន្ធ​គ្រប់​គ្រង​ទិន្ន​ន័យ

source: Date
km: កាល​បរិច្ឆេទ

source: Date of Intervention
fr: Date de l'Intervention
km: កាល​បរិច្ឆេទ​នៃ​អន្តរាគមន៍

source: Date of Source Material
fr: Date de l'Information-Source
km: កាល​បរិច្ឆេទ​ឯកសារ​ដែល​ជា​ប្រភព

source: Date required, Invalid Date
fr: Date nécessaire, date non valide
km: ចាំបាច់​ត្រូវ​មាន​កាលបរិច្ឆេទ​ កាល​បរិច្ឆេទ​មិន​ត្រឹម​ត្រូវ

source: Date Submitted
fr: Date de saisie
km: Date of entry

source: Definition
fr: Définition
km: និយម​ន័យ

source: Degree of Involvement
fr: Niveau d'implication
km: កំរិត​នៃ​ការពាក់​ព័ន្ធ

source: Delete
fr: Effacer
km: លុប​ចោល

source: Delete Additional Details
fr: Supprimer les Détails supplémentaires
km: លុប​ពត៌មាន​លំអិត​បន្ថែម​ចោល

source: Delete Document
fr: Supprimer le Document
km: លុប​ឯកសារ​ចោល

source: Delete this Event
fr: Supprimer cet Evénement
km: លុប​ព្រឹត្តិការណ៍​នេះចោល

source: Delete this Person
fr: Supprimer cette Personne
km: លុប​បុគ្គល​នេះ​ចោល

source: Description
km: ការ​ពិពត៌នា

source: Designation
fr: Désignation
km: ការកំណត់សំគាល់

source: Destruction
km: ការ​បំផ្លាញ

source: Disable Help
fr: Désactiver l'Aide
km: មិនដំណើរការ

source: Disable interactive translation
fr: Désactiver la traduction interactive
km: បិទ​ការបកប្រែ​រស់​រវើក​ចោល

source: Disabled
fr: Désactivé
km: មិនដំណើរការ

source: Do you want to delete Additional details ?
fr: Voulez-vous effacer ces Détails supplémentaires ?
km: តើ​អ្នក​ចង់​លុបពត៌មាន​លំអិត​​នេះ​មែន​ទេ?

source: Do you want to delete the selected address(es)?
fr: Voulez-vous supprimer les adresses concernées ?
km: តើ​អ្នក​ចង់​លុប​អាសយដ្ឋាន​ដែល​បាន​ជ្រើសរើស​ចោល​មែន​ទេ?

source: Do you want to delete the selected Biographic Details?
fr: Voulez-vous supprimer les Détails biographiques sélectionnées ?
km: តើ​អ្នក​ចង់​លុប​ជីវ​ប្រវត្តិ​ដែល​បាន​ជ្រើស​រើស​ចោល​មែន​ទេ?

source: Do you want to delete the selected Chain of Events(s)?
fr: Est-ce que vous voulez supprimer la Chaîne d'événements sélectionné ?
km: តើ​អ្នក​ចង់​លុប​ចង្វាក់​ព្រឹត្តិការណ៍​ដែល​បាន​ជ្រើសរើស​ចោល​មែន​ទេ?

source: Do you want to delete the selected Information(s)?
fr: Voulez-vous supprimer l'Information sélectionnée(s) ?
km: តើ​អ្នក​ចង់​លុប​ពត៌មាន​ដែល​បាន​ជ្រើស​រើស​ចោល​មែន​ទេ?

source: Do you want to delete the selected Intervention(s)?
fr: Voulez-vous supprimer l'Intervention sélectionnée(s) ?
km: តើ​អ្នក​ចង់​លុប​បទ​អន្តរាគមន៍​ដែល​បាន​ជ្រើស​រើស​មែន​ទេ?

source: Do you want to delete the selected Micro-thesaurus term(s) ?
fr: Voulez-vous supprimer les termes sélectionnés du Micro-thesaurus ?
km: តើ​អ្នក​ចង់​លុបបច្ចេក​ស័ព្ទ​បញ្ជី​ពាក្យ​តូចៗ​ដែល​បាន​ជ្រើស​រើស​មែន​ទេ?

source: Do you want to delete the selected Queries ?
fr: Voulez-vous supprimer les requêtes sélectionnées ?
km: តើ​អ្នក​ចង់​លុប​សំណួរ​ស្វែង​រក​ដែល​បាន​ជ្រើស​រើសមែន​ទេ?

source: Do you want to delete the selected record(s) ?
fr: Voulez-vous supprimer les enregistrements selectionnés ?
km: តើ​អ្នក​ចង់​លុប​កំណត់​ត្រា​ដែល​បាន​ជ្រើសរើស​ចោល​មែន​ទេ?

source: Do you want to delete the selected user(s) ?
fr: Voulez-vous supprimer les utilisateurs sélectionné (s) ?
km: តើ​អ្នក​ចង់​លុបអ្នក​ប្រើប្រាស់​ដែល​បាន​ជ្រើស​រើស​នេះ​ចេញ​មែន​ទេ?

source: Do you want to delete this Document?
fr: Voulez-vous supprimer ce Document ?
km: តើ​អ្នក​ចង់​លុប​ឯកសារ​នេះ​ចេញ​​មែន​ទេ?

source: Do you want to delete this event?
fr: Voulez-vous supprimer cet Evénement ?
km: តើ​អ្នក​ចង់​លុបព្រឹត្តិការណ៍​នេះ​មែន​ទេ?

source: Do you want to delete this Person?
fr: Voulez-vous supprimer cette Personne ?
km: តើ​អ្នក​ចង់​លុប​បុគ្គល​នេះ​ចោល​មែន​ទេ?

source: Do you want to remove the existing file attachment for this Document?
fr: Voulez-vous supprimer le fichier attaché pour ce Document ?
km: តើ​អ្នក​ចង់​ដក​ឯកសារ​ភ្ជាប់ពី​ឯកសារ​នេះ​មែន​ទេ?

source: Document
km: ឯកសារ

source: Document Details
fr: Détails sur le document
km: ពត៌មាន​លំអិត​អំពី​ឯកសារ

source: Document does not exist.
fr: Document n'existe pas
km: មិន​មាន​ឯកសារ​នេះ​ទេ

source: Document Search Form
fr: Formulaire de recherche de documents
km: ទំរង់​ស្វែង​រក​ឯកសារ

source: Document Title
fr: Titre du Document
km: ចំណង​ជើង​ឯកសារ

source: Documents
km: ឯកសារ

source: Download
fr: Télécharger
km: ទាញយក​រក្សា​ទុក

source: Download Document
fr: Télécharger le Document
km: ទាញឯកសារ​មក​រក្សា​ទុក

source: E Mail
fr: Courriel
km: អ៊ីមែល

source: Edit
fr: Editer
km: កែសម្រួល

source: Edit Additional Details
fr: Editer les Détails supplémentaires
km: កែ​សម្រួល​ពត៌មាន​លំអីត​បន្ថែមទៀត

source: Edit Biographic Details
fr: Editer les Détails biographiques
km: កែ​សម្រួល​ជីវប្រវត្តិ​លំអិត

source: Edit details
fr: Editer les détails
km: កែ​ប្រែ​ពត៌មាន​លំអិត

source: Edit Event Summary
fr: Editer le Résumé de l'Evénement
km: កែ​សម្រួល​ពត៌មាន​សង្ខេប​អំពី​ព្រឹត្តិការណ៍

source: Edit profile
fr: Editer le profil
km: កែ​សំរួលពត៌មាន​លំអិត

source: Edit this Act
fr: Editer cet Acte
km: កែ​សម្រួល​បទ​រំលោភ​នេះ

source: Edit this Address
fr: Editer cette Adresse
km: កែ​សម្រួល​អសយ​ដ្ឋាន​នេះ

source: Edit this Biographic Details
fr: Editer les Détails biographiques
km: កែ​សម្រួល​ជីវ​ប្រវត្តិ​សង្ខេប

source: Edit this Chain of Event
fr: Editer cette Chaîne d'événements
km: កែ​សម្រួល​ចង្វាក់​ព្រឹត្តិការណ៍​នេះ

source: Edit this Event
fr: Editer cet Evénement
km: កែ​សម្រួល​ព្រឹត្តិកាណ៍រ​នេះ

source: Edit this Information
fr: Editer cette Information
km: កែ​សម្រួល​ពត៌មាន​នេះ

source: Edit this Intervening Party
fr: Editer cette Partie Intervenante
km: កែ​សម្រួល​ភាគី​អន្តរាគមន៍

source: Edit this Intervention
fr: Editer cette Intervention
km: កែ​សម្រួល​បទ​អន្តរាគមន៍​នេះ

source: Edit this Involvement
fr: Editer cette Implication
km: កែ​សម្រួល​ការ​ពាក់​ព័ន្ធ​នេះ

source: Edit this Perpetrator
fr: Editer ce Auteur
km: កែ​សម្រួល​ជន​ប្រព្រឹត្តិ​នេះ

source: Edit this Person
fr: Editer cette Personne
km: កែ​សម្រួល​បុគ្គល​នេះ

source: Edit this Victim
fr: Editer cette Victime
km: កែ​សម្រួល​ជន​រង​គ្រោះ​នេះ

source: Edit user
fr: Editer ce utilisateur
km: កែ​សំរួលអ្នក​ប្រើ​ប្រាស់

# EDITING_PERSON_ADDRESS____
source: Edit the Person's address ...
fr: Modifier l'adresse d'une personne...
km: អាស័យ​ដ្ឋានបុគ្គល​ដែល​​កំពុង​កែ​សម្រួល

source: Email
fr: Courriel
km: អ៊ីមែល

# EMAIL_ADDRESS_REQUIRED__INVAILD_EMAIL
source: Email address required, Invalid Email
fr: Adresse e-mail nécessaire, adresse e-mail non valide
km: ចាំ​បាច់​ត្រូវ​មាន​អាសយ​ដ្ឋាន​អ៊ី​មែល​ អ៊ី​មែល​មិន​ត្រឹម​ត្រូវ

source: Enable Help
fr: Permettre l'Aide
km: ជួយ​អោយ​ដំណើរ​ការ

source: Enable interactive translation
fr: Activer la traduction interactive
km: ប្រើ​ប្រាស់​ការ​បក​ប្រែ​អន្តរកម្ម

source: End Date
fr: Date finale
km: កាល​បរិច្ឆេទ​បញ្ចប់

source: Entity
fr: Entité
km: ផ្នែក​សំខាន់

source: Entity permissions
fr: Permissions niveau entité
km: ការ​អនុញ្ញាតិ​របស់ផ្នែក

source: Entry
fr: Saisie
km: ការ​បញ្ចូល

# ERROR_OCCORED_WHILE_UPDATING_SERVER_
source: Error occurred while updating server.
fr: Une erreur s'est produite lors de la mise à jour du serveur.
km: មាន​បញ្ហា​កើត​ឡើង​ពេល​ដែល​Server មាន​ការ​កែ​ប្រែ

source: Error occurred while creating huriterm.
fr: Une erreur s'est produite lors de la création de huriterm.
km: មាន​បញ្ហា​កើត​ឡើង​ពេល​ដែល​បង្កើតបញ្ជី​ពាក្យ​យូរីដុក។

source: Error on file save. Unable to save file.
fr: Erreur de sauvegarde. Impossible d'enregistrer le fichier.
km: មាន​បញ្ហា​លើ​ឯកសារ​រក្សា​ទុក។ មិន​អាច​រក្សា​ទុក​ឯកសារ​នេះ​បាន​ទេ។

source: Error while creating field.
fr: Erreur lors de la création du champ.
km: មាន​បញ្ហា​ពេល​បង្កើត​ខ្ទង់

source: Event
fr: Evénement
km: ព្រឹត្តិការណ៍

source: Event Description
fr: Description de l'Evénement
km: ការ​ពិពណ៌នា​ព្រឹត្តិការណ៍

source: Event does not exist.
fr: L'événement n'existe pas
km: មិន​មាន​ព្រឹត្តិការណ៍​នេះ​ទេ

source: Event Search Form
fr: Formulaire de recherche d'Evénement
km: ទំរង់ស្វែង​រក​ព្រឹត្តិការណ៍

source: Event Standard Format XML
fr: XML du format standard Evénement
km: ទំរង់​ព្រឹត្តិការណ៍XML

source: Event Title
fr: Titre de l'événement
km: ចំណង​ជើង​ព្រឹត្តិការណ៍

source: Events
fr: Evénements
km: ព្រឹត្តិការណ៍

source: Example
fr: Exemple
km: ឧទាហរណ៍

source: Examples
fr: Exemples
km: ឧទាហរណ៍

source: Existing fields
fr: Champs existants
km: ខ្ទង់​ដែល​មាន​ស្រាប់

source: Export
fr: Exporter
km: នាំ​ចេញ

source: Export :
fr: Exporter :
km: នាំ​ចេញ

source: Export Date
fr: Date d'export
km: កាលបរិចេ្ឆទ​នាំចូល​ទិន្នន័យ

source: Export Events
fr: Exporter des Evénements
km: នាំ​ព្រឹត្តិការណ៍ចេញក្រៅ

source: Export Instance
fr: Instance d'export
km: ការ​នាំចេញ​ទិន្នន័យ​ភ្លាម

source: Export this table to a spreadsheet
fr: Exporter cette table vers une tableur
km: បញ្ជូនតារាងនេះ​ទៅ​កាន់​កម្មវិធីអ៊ិកសែល

source: Export Time
fr: Heure d'export
km: ពេល​វេលា​នាំ​ចេញ​ទិន្នន័យ

source: Failed to write file to disk.
fr: Impossible de enregistrer le fichier sur la disque
km: មិនអាចថត​ឯកសារ​បញ្ចូល​ក្នុង​ឌិស​បាន

source: false
fr: faux
km: ខុស

source: Fax
km: ទូរសារ

source: Field created successfully.
fr: Champ créé avec succès
km: ខ្ទង់​ត្រូវ​បាន​បង្កើត​ជា​ស្ថាពរ​ហើយ

source: Field Label
fr: Etiquette du champ
km: អក្សរ​សំគាល់​ខ្ទង់

source: Field name
fr: Nom du champ
km: ឈ្មោះ​ខ្ទង់

source: Field name , field number and field label cannot be empty. Please enter some values
fr: Nom du champ, numéro du champ, et étiquette du champ ne peuvent pas être vides. Veuillez entrer des valeurs.
km: ឈ្មោះ​ខ្ទង់​ លេខ​ខ្ទង់​ និង​អក្សរ​សំគាល់​ខ្ទង់​មិន​អាច​ទំនេរ​ទេ

source: Field name already exists. Please give it another name
fr: Nom du champ existe déjà. Veuillez donner un autre nom
km: ថិេលស

source: Field number
fr: Numéro du champ
km: លេខខ្ទង់

source: Field number already exists. Please choose a different number
fr: Numéro de champ existe déjà. Veuillez choisir un numéro différent
km: លេខ​ខ្ទង់​មាន​រួច​ហើយ។​ សូម​ជ្រើស​រើស​លេខ​ផ្សេងទៀត។

source: Field numbers ending with 60 to 80 are reserved for management fields. Please use a number which do not falls in this range.
fr: Les champs finissant avec les nombres de 60 à 80 sont réservé pour la gestion. Veuillez choisir un nombre en dehors de cette groupe.
km: ខ្ទង់លេខដែលបញ្ជាប់ពីលេខ៦០ទៅ៨០គឺ​រក្សាទុក​សំរាប់​ខ្ទង់​រដ្ឋបាល​គ្រប់​គ្រង។ សូម​ប្រើ​លេខ​ដែល​មិន​ជាន់​នឹង​លេខ​​ខ្ទង់​ចន្លោះ​នេះ។

source: Field Reset
fr: Réinitialiser le champ
km: ឈ្មោះ​ខ្ទង់​កំណត់​ឡើង​វិញ

source: Field(s)
fr: Champ(s)
km: ខ្ទង់

source: Field type
fr: Type de champ
km: ប្រភេទ​ខ្ទង់

source: File is not writable.
fr: Le fichier n'est pas modifiable.
km: ឯកសារ​នេះ​មិន​អាច​ថត​ចំលង​បាន​ទេ។

source: File upload stopped by extension.
fr: Chargement de fichier arrêté en cause de son extension
km: ការ​ដាក់​បញ្ចូល​ឯកសារ​ត្រូវ​បាន​បញ្ឈប់​ដោយការ​ពង្រីក

source: Filter
fr: Filtre
km: ច្រោះ​ពត៌មាន

source: filter options and results
fr: Filtres: options et résultats
km: ជំរើស​និង​លទ្ធផល​នៃ​ការ​ច្រោះ​ពត៌មាន

source: Final Date
fr: Date final
km: កាលបរិច្ឆេទ​ចុង​ក្រោយ

source: Find documents which have been uploaded to OpenEvsys, and see how they have been linked in support of other formats
fr: Trouver les documents qui ont été transférés vers OpenEvsys, et voir comment ils ont été liés à d'autres formats
km: ស្វែង​រក​ឯកសារ​ដែល​គេ​បាន​ដាក់​បញ្ចូល​ទៅ​ក្នុង​អូផែន​អែវ​ស៊ីស​ ហើយ​មើល​ថាតើគេ​ភ្ជាប់​គ្នា​ដោយ​ទំរង់​ដទៃ​យ៉ាង​ដូច​ម្តេច

source: Finish
fr: Terminer
km: បញ្ចប់

source: Finished! You can do the following
fr: Terminé! Vous pouvez faire ce qui suit :
km: ចប់! អ្នក​អាច​ធ្វើ​កិច្ច​ការខាង​ក្រោម​បាន

source: Finished! You can do the following:
fr: Terminé! Vous pouvez faire ce qui suit :
km: ចប់! អ្នក​អាច​ធ្វើ​កិច្ច​ការខាង​ក្រោម​បាន

source: First Name
fr: Prénom
km: នាម​ខ្លួន

source: Folder already exists! Give it a different name.
fr: Le dossier existe déjà! Donnez-lui un nom différent.
km: សំណុំ​ឯកសារ​នេះ​បាន​រួច​មក​ហើយ។​ សូម​ប្រើ​ឈ្មោះ​ផ្សេងទៀត។

source: Folder name
fr: Nom du dossier
km: ឈ្មោះ​ហ្វូលដឺ

source: Following fields can not be empty
fr: Les champs suivants ne peuvent pas être vide
km: ខ្ទង់​ខាង​ក្រោម​នេះ​មិន​អាច​ទទេរ​បានទេ។

source: Force Delete
fr: Forcer la suppression
km: លុប​ចោល​ដោយ​បង្ខំ

source: Form
fr: Formulaire
km: ទំរង់

source: Form customization
fr: Personnalisation des formulaires
km: ទំរង់សំរាប់​ធ្វើ​ការ​រៀបចំ

source: Further Information
fr: Pour plus d'informations
km: ពត៌មាន​បន្ថែម

source: Go to parent level
fr: Aller au niveau supérieur
km: ទៅ​កាន់​កំរិត​ធំ​បំផុត

source: Group by Day
fr: Grouper par jour
km: កំណតក្រុម​តាម​ថ្ងៃ

source: Group by monthly
fr: Grouper par mois
km: កំណត់​ក្រុម​តាម​ខែ

source: Group by yearly
fr: Grouper par année
km: កំណត់​ក្រុម​តាម​ឆ្នាំ

source: Guidelines
fr: Lignes directrices
km: ការ​ណែនាំ

source: Help Text
fr: Texte d'aide
km: ជំនួយ

source: Hide Address form
fr: Cacher le formulaire des adresses
km: លាក់​ទំរង់​អាសយ​ដ្ឋាន

source: Hide search form
fr: Cacher le formulaire de recherches
km: លាក់​ទំរង់​ស្វែង​រក

source: Hide Supporting Document(s)
fr: Cacher les Documents de support
km: លាក់​ឯកសារ​យោង

source: Huricode
km: លេខកូដ​យូរីដុក

source: Huriterm can not be empty.
fr: Huriterm ne peut être vide
km: បញ្ជី​ពាក្យ​យូរីដុក​មិន​ត្រូវ​អត់​បំពេញ​ទេ។

source: If an Event/Person is Confidential ?
fr: Si un Evénement ou une Personne est confidentiel ?
km: តើព្រឹ្តត្តិការណ៍​/បុគ្គល​នេះរក្សាការសំងាត់​ឬ​?

source: If you reach this page it means you do not have access to any of the modules in OpenEvsys. Please contact the system administrator for more details.
fr: So vous arrivez sur cette page, vous n'avez pas accès au modules d'OpenEvsys. Veuillez contacter l'administrateur du système pour plus de détails.
km: បើ​អ្នក​មក​ដល់​ទំព័រ​នេះ​ មាន​ន័យ​ថា​អ្នក​មិន​បាន​ចូល​ទៅ​កាន់​ម៉ូឌុល​ណាមួយ​របស់​អូផែនែវ​ស៊ីស​ទេ ។ សូម​ទាក់ទង​​ប្រព័ន្ធ​អ្នក​រដ្ឋបាល​ចំពោះ​ពត៌មាន​បន្ថែម។

source: Impact
km: ផល​ប៉ះពាល់

source: Import
fr: Importer
km: នាំ​ចូល

source: Import Date
fr: Date d'importation
km: កាលបរិច្ឆេទ​​នាំចូល​ទិន្ន័ន័យ

source: Import Events
fr: Importer Evénements
km: នាំ​ព្រឹត្តិការណ៍​ចូល

source: Import log
fr: Log d'importation
km: បញ្ចី​ពាក្យ​នាំ​ចូល

source: Import log details are not available
fr: Les détails sur le log d'importation ne sont pas disponibles
km: មិន​មាន​បញ្ជី​ពាក្យ​នាំ​ចូល​លំអិត​ទេ

source: Import Time
fr: Heure d'importation
km: ពេល​វេលា​នាំ​ចូល​ទិន្នន័យ
